const sttexto = [
    "날이 저물고 당신은 드넓은 바다 위에서 표류중이다.",
    "더 이상 당신에겐 나아갈 힘도, 체력도 남아 있지 않다.",
    "당신은 고되고 지친 몸을 적막한 배 한편에 기대었다."
]
const twbuttx = [
    "파도소리에 귀를 기울인다",
    "하늘을 올려다 본다"
]
const twbutnx = [
    {aa: ["당신은 눈을 감고 파도소리에 귀를 기울였다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]},
    {aa: ["당신은 고개를 들고 하늘을 바라봤다.",
        "밤하늘을 수놓은 무수히 많은 별들이 당신을 반겨준다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]}
]
const thrtx = [
    "편안해진 마음 탓일까,",
    "하루의 피로가 당신을 덮쳐오기 시작했다.",
    "힘이 빠지고 정신이 아득해진다...",
    "이윽고 당신은 잠에 빠져들었다."
] 
const frtx = [
    "시간이 얼마나 흘렀을까...",
    "당신은 왠지 모를 불안감에 눈을떴다."
]
const whtxf = [
    "어디선가 낯선소리가 들려온다.",
    "당신은 소리가 나는 곳에 집중한다.",
    "그리고 그것이 발밑에서 들려오고 있다는 것을 깨달았다."
]
const whtxs = [
    "거대한 고래가 수면위에 모습을 드러냈다.",
    "당신은 그 위압감에 잠시 말을 잃었다.",
    "곧 호흡을 마친 고래가 유유히 사라졌다.",
    "당신은 묘하게 마음이 가벼워지는 것을 느꼈다."
]